export const testQuestions = [
  {
    id: 1,
    question:
      'Международный день полёта человека в космос отмечается в честь какого события?',
    options: [
      'Первый полёт на Луну',
      'Первый полёт человека в космос',
      'Открытие Марса',
      'Первый беспилотный космический полёт',
    ],
    correctAnswer: 'Первый полёт человека в космос',
  },
  {
    id: 2,
    question: 'Какой праздник отмечается 12 апреля?',
    options: [
      'День космонавтики',
      'Международный день осознанных сновидений',
      'Оба варианта',
      'Ни один из вариантов',
    ],
    correctAnswer: 'Оба варианта',
  },
  {
    id: 3,
    question: 'Кто родился 12 апреля 1823 года?',
    options: [
      'Александр Пушкин',
      'Александр Островский',
      'Лев Толстой',
      'Фёдор Достоевский',
    ],
    correctAnswer: 'Александр Островский',
  },
  {
    id: 4,
    question: 'Кто был инициатором первого коммунистического субботника?',
    options: [
      'Иван Бураков',
      'Владимир Ленин',
      'Иосиф Сталин',
      'Никто из вышеперечисленных',
    ],
    correctAnswer: 'Иван Бураков',
  },
  {
    id: 5,
    question:
      'Какое событие произошло 12 апреля 1862 года во время Гражданской войны в США?',
    options: [
      'Великая паровозная гонка',
      'Битва при Геттисберге',
      'Бомбардировка форта Самтер',
      'Ни один из вышеперечисленных',
    ],
    correctAnswer: 'Великая паровозная гонка',
  },
  {
    id: 6,
    question: 'Кто родился 12 апреля 1917 года?',
    options: [
      'Александр Шалимов',
      'Ефим Копелян',
      'Владимир Ленин',
      'Иосиф Сталин',
    ],
    correctAnswer: 'Александр Шалимов',
  },
  {
    id: 7,
    question: 'В какой год была основана компания «Интурист»?',
    options: ['1929', '1930', '1933', '1945'],
    correctAnswer: '1929',
  },
  {
    id: 8,
    question:
      'Кто возглавлял канадские войска в битве при Вими во время Первой мировой войны?',
    options: [
      'Генерал Джулиан Бинг',
      'Генерал Дуглас Хейг',
      'Генерал Эрвин Роммель',
      'Никто из вышеперечисленных',
    ],
    correctAnswer: 'Генерал Джулиан Бинг',
  },
  {
    id: 9,
    question:
      'Какая компания была основана в 1929 году для обслуживания иностранных туристов в СССР?',
    options: ['«Интурист»', '«Аэрофлот»', '«РЖД»', '«Транснефть»'],
    correctAnswer: '«Интурист»',
  },
  {
    id: 10,
    question:
      'Кто был последним председателем Совета Министров Российской империи?',
    options: [
      'Князь Николай Голицын',
      'Александр Керенский',
      'Владимир Ленин',
      'Иосиф Сталин',
    ],
    correctAnswer: 'Князь Николай Голицын',
  },
  {
    id: 11,
    question: 'Какое событие произошло 12 апреля 1861 года в США?',
    options: [
      'Начало Гражданской войны в США',
      'Отмена рабства',
      'Вступление Калифорнии в состав США',
      'Ни один из вышеперечисленных',
    ],
    correctAnswer: 'Начало Гражданской войны в США',
  },
  {
    id: 12,
    question:
      'Кто родился 12 апреля 1850 года и стал государственным деятелем России?',
    options: [
      'Князь Николай Голицын',
      'Александр Ульянов',
      'Николай II',
      'Никто из вышеперечисленных',
    ],
    correctAnswer: 'Князь Николай Голицын',
  },
  {
    id: 13,
    question: 'Какое событие произошло 12 апреля 1774 года?',
    options: [
      'Победа генерала П. М. Голицына над Е. И. Пугачёвым',
      'Начало Гражданской войны в США',
      'Первый полёт человека в космос',
      'Ни один из вышеперечисленных',
    ],
    correctAnswer: 'Победа генерала П. М. Голицына над Е. И. Пугачёвым',
  },
  {
    id: 14,
    question: 'Какое событие произошло 12 апреля 1945 года?',
    options: [
      'Смерть Франклина Рузвельта',
      'Начало Гражданской войны в США',
      'Первый полёт человека в космос',
      'Ни один из вышеперечисленных',
    ],
    correctAnswer: 'Смерть Франклина Рузвельта',
  },
  {
    id: 15,
    question: 'Какое событие произошло 12 апреля 1992 года?',
    options: [
      'Открытие «Евро-Диснейленда» под Парижем',
      'Первый полёт человека в космос',
      'Начало Гражданской войны в США',
      'Ни один из вышеперечисленных',
    ],
    correctAnswer: 'Открытие «Евро-Диснейленда» под Парижем',
  },
];
